{
"articles": [{"title": "iPASTORE Windows User Guide",
    "text": "Important Note:iPASTORE Windows is a paid companion add-on to    manage apps from your windows desktops It requires existing purchase of either iPASTORE Premium, iPASTORE Lite or iPASTORE TV Packs If you are new user you must purchase iPASTORE Windows with either of iPASTORE Premium, iPASTORE Lite or iPASTORE TV packs, it wont work as standalone app.Please use same udid as one of your iPASTORE Premium / Lite / TV Purchases for Registration Device must be trusted with iTunes to use with iPASTORE WindowsiPASTORE Windows does not sign apps locally it uses Web Services and Remote Servers for resigning. So your internet charges may apply for download and upload of data.You can manage upto 5 devices which are subscribed to iPASTORE Premium, iPASTORE Lite, iPASTORE TV via iPASTORE Windows.Login ScreenYou have to login to iPASTORE Windows in order to use it, please enter email used for purchase of iPASTORE windows, not for any of iPASTORE Premium, iPASTORE Lite or iPASTORE TV Purchases.Login_Screen App Listing Screen This Screen gives you information on all App lists. Latest Apps – All latest apps submitted to iphonecake.com for iPhone, iPads, universal Popular Apps – most downloaded apps from iphonecake.com for iPhone, iPads, universal Categories – category wise browsing for apps for iPhone, iPads, universal Mods – modded apps from iphonecake.com for iPhone, iPads, universal Tweaks – tweaked apps from iphonecake.com for iPhone, iPads, universal TV Apps – Apple TV apps from iphonecake.com for iPhone, iPads, universal Listing_Screen App Details Screen Click on any app from any App Listing mentioned above, will give you details of that particular app. Details_Screen App DownloadsTo download resigned app for a particular device, on App Details Screen click on Download.After you Click on Download, popup will be displayed with list of iDevices connected to iPASTORE Windows with Device Name | Email | CertificateSelect desired device and operation will begin.Operation status can be monitored at the bottom of application screen.iPASTORE Windows does not resign apps locally it uses Web Services and Remote servers for resigning. So your internet charges may apply for download and upload of data.Download_ScreenDetails_ScreenDownloaded AppsThis screen gives you information of Apps Downloaded via iPASTORE WindowsAll signed and downloaded apps are stored in [Users]/Downloads/iPASTOREWINdownloaded (resigned for particular iDevice) apps can be installed directly using iPASTORE Windows.Please note apps will install only on devices for which they are signed. Ex. If you try to install app signed for Device 1 on Device 2 it will fail.All apps has Certificate ID assigned in the end, so you can check that in Settings of iPASTORE Windows or Settings of iPASTORE Premium or Lite on iOS Device.Downloads_ScreenSelf Resign & App ImportsYou can resign your own ipa sized upto 3Gb files, weather its developer or download from Internet from any site using this screen.Browse and select the ipa file from your pcClick on uploadpopup will be displayed with list of iDevices connected to iPASTORE Windows with Device Name | Email | Certificateselect desired device and operation will begin.Status of operation can be monitored on bottom of application screen.iPASTORE Windows does not resign apps locally it uses Web Services and Remote Servers for resigning. So your internet charges may apply for download and upload of data.Imports_ScreenImports_ScreenSettings ScreenThis Screen gives you information about your device connected to iPASTORE Windows, Some options and more features coming in future.To Connect Device to iPASTORE WindowsConnect your device with USB Port to your PC using cable Click on Add DeviceDevice will be added on Side Panel Then you can manage the device using iPASTORE Windows.Please Note:Device must be trusted with iTunes to use with iPASTORE WindowsOnly Devices subscribed to iPASTORE Premium, iPASTORE Lite or iPASTORE TV can be connected and managed using iPASTORE Windows.Once device is connected to 1 iPASTORE Windows it can not be connected on another machine or iPASTORE Windows."}, {"title":"How to Install iPASTORE TV & Other Apps on Apple TV 4th Gen", "text":"Hello Everyone,As you know Apple has disabled lot of things in latest TVOS, like ITMS Services which were used to install apps Over the Air, mobilconfig files which were used to Find UDID from device. No browser in the system.So until the Apple TV Jailbreak arrives, we are only left with manual installation of iPA files.To install Apps, to find UDiD you need to connect your Apple TV 4th Gen with your PC or Mac, to connect it requires a special USB – A to USB C cable.To find UDID of your Apple TV 4th Gen please visit this page on wiki. https://ipastore.me/how-to-find-your-apple-tv-4th-gen-udid/ or https://ipastore.me/how-to-find-your-idevice-udid/To Install iPASTORE TV and other apps on Apple TV, please follow the tutorial.Installing apps on Apple TV fourth Gen is Quite Simple, i bet most of you know this already, but it requires a USB A To USB C cable and a computer for now.Step 1: Download and Install a program called ifunbox for PC or MacStep 2: Connect Your Apple TV to Computer using USB C cable and open ifunbox.Step 3: Click on “Install App” it will open file browserStep 4: Select iPA file you want to install and click Open"}, {"title":"How to Find your Apple TV 4th Gen UDiD?", "text": "To find your idevice udid, please follow below steps.Note: To Connect Apple TV 4th Gen to PC or MAC, you need a USB – A to USB C cable, thats the only way to install apps on Apple TV.Step 1: Connect your Apple TV to PC or Mac using USB C Type Cable.Step 2: Open iTunes & Select your Connected Apple TV.Step 3: Click on Serial Number, it will show UDiD.Step 4: Copy it by clicking Control + C (Windows) / Command + C (Mac) & paste its somewhere safe.You will need UDiD for various things. So make sure you have it with you."}, {"title":"How to Install & Activate iPASTORE?", "How to Install & Activate iPASTORE?":"Step 1:Open your mail app & look for activation mail from iPASTORE. Now Tap on mail to open. Step 2:Once you open the mail, tap on the link which says Tap here to Install. Rest of the information in mail is about your purchase. Also keep this mail safe. Step 3:After you click on link in the mail, one alert will appear with information about installation and actions either Install or cancel the installation. Tap on Install Button, alert will disappear. Step 4:After clicking on Install button on alert, Installation will begin on Home Screen. Which Should be completed soon. Step 5:After successful installation, Open the newly installed iPASTORE app. Which will bring you to Activation Screen. Tap on Activate button to begin the Activation Sequence. Step 6:Once you tap on Activate button in iPASTORE app, you will be redirected to Settings with the Screen on left. Which will install a temporary provision profile to verify your udid. To proceed tap on Install. Step 7:Enter your Phone Passcode. It will be asked if TouchID or Passcode lock enabled. Step 8:Tap on Install. Step 9:Tap on Install. Step 10:After a few seconds of verification you will be redirected to iPASTORE app. If verification is successful you will receive screen like below. Just Click on OK and you are ready to use your app.If verification fails, that means either you do not have legit iPASTORE purchase, or you have wronged your UDiD while registration, or you are trying on different device."}, {"title":"How to Find your iDevice UDiD?","text":"What is a UDiD?Every iPhone, iPod, iPad & ATV has a 40 character long Unique Identifier (UDiD) made up of numbers and letters that are specific to that one device. Serial Number is not UDiD.Example: db72cb76a00cb81675f19907d4ac2b298628d83cDevice Serial Number  Why do we need your UDiD?If you want to Develop & Test apps on physical device, device must have its UDiD registered on a Registered Developers Account. Therefore if you want to install iPASTORE and start developing and testing apps, We need your UDiD.Device UDiD Number (Click Serial Number)  How to find your UDiDDo not use AppStore applications to find your UDiD, Apple deprecated developer functions related to udid since iOS 6, so they will not give you correct UDiD, Only iTunes or profile checking can get your right UDiD!You can visit ShowMyUDiD.com from Safari on your iDevice!or1. Connect your iPhone to your computer, open iTunes and under “DEVICES” on your iPhone.2. Select the Summary tab and click on the word “Serial”. This will replace the serial number with the UDiD.3. Right click the UDiD and you will be give the option to copy unique identifier & Paste with Control-V (windows) or Command-V (mac) in billing information form on UDiD field."}, {"title": "I Lost my activation Email. How to Install iPASTORE?", "text":"Step 1:Open Safari on your iPhone, iPad, iPod Touch and visit https://moon.ipastore.meOnce it’s open, tap on Tap Here to Install button.After you tap it, it will redirect and start verifying your device udid via installing temporary mobileconfig file. Step 2:On Profile installation click, you will find required details about profile.It’s perfectly safe. So tap on Install in upper right corner.  Step 3:Its an Optional Step, but it will be asked if your device passcode is enabled.Enter your device passcode on this screen. Step 4:Once you enter passcode, it will confirm the install once again.Tap on Install on this screen. It will begin the verification. Step 5:After your device udid is verified, it will redirect to safari again and will pop up an Installation message.Tap on Install of that pop up message.Your iPASTORE installation will begin on your home screen. You can safely get back to your work again by clicking home button."},{"title": "iPASTORE Video", "text":""}, {"title":"Apps Collection?", "text":"Cydia Apps Movie: MovieBox, HD Cinema, PlayBox HD, PopcornTime, Kodi, Flick Joy Music: MusicBox, MusicJunkie, GrooveShark Screen Recorder: iRec, xRec, Shou Cartoon: Cartoon HD, Anime Emulator: gpSPhone, PPSSPP, GBA4iOS, Provenance, SiOS, RetroArch, ScummVM, NDS4iOS Utility: iTransmission, Bar Magnet, FileBrowser, Tether"}, {"title":"Questions?", "text":"Q: How long can I get iPASTORE after I place the order? A: From 1 hour up to 12 hours, if you don’t get our email after 12 hours, please check your Spam or Contact us at support@alturaapps.com or @ipast0re on Twitter. Q: Do I have to pay for each device that I want to install iPASTORE? A: Yes. Because each UDID must be registered to Apple separately with a cost. Q: What if I wanna replace my iPhone or buying a new iPhone? Can I exchange my registered UDID? A: If you registered your UDID within one month, we can exchange your UDID for free. After that you need to buy iPASTORE again. Q: Do you offer any discount? A: No. But We are working on it. Q: Can I request apps? A:Yes. But your request is not guaranteed to be filled. Because the price of iPASTORE doesn’t include this cost."}]
}
